[{"Start":10,"End":33,"Lyrics":"I’m recalling the fun conversation we had\r\nAs I gaze at a street light, in the middle of the night.\r\nI should be frightened of opening up my heart,\r\nYet when with you, I was able to truly smile."},{"Start":38,"End":59,"Lyrics":"All this time, I’d been keeping myself to the grimy back alleys,\r\nCarrying with me the burden of some stupid sentimentality.\r\nI’d been letting the cold rain beat down on me, all the while avoiding the bright and sunny places.\r\nI was surprised to find how warm your hands were."},{"Start":60,"End":84,"Lyrics":"It’s a sort of childish happiness that must appear quite comical to others,\r\nBut I still held on tightly to you, as we stood amidst the rubble.\r\nIt’s just like a first love."},{"Start":87,"End":120,"Lyrics":"We’d admire the beautiful sunset, or gush about a cute dog together.\r\nWe both get offended at some piece of crude news.\r\nWe laugh at some terrible movie, and cry while watching a variety show.\r\nThat’s us—two slightly lonely souls, having the time of our lives.\r\nI’m glad you’re just as evil as me.\r\nI’m glad you’re evil."},{"Start":131,"End":153,"Lyrics":"Two sets of heartbeats coming from our tiny hearts,\r\nDreaming of some aimless revolution;\r\nRepeating the same words time and time again, spending our time together.\r\nTwo separate beings, sharing one fleeting dream."},{"Start":153,"End":176,"Lyrics":"It’s a modest happiness that exists within the darkness.\r\nWe’re chasing after it, even if we are to stumble in the mud.\r\nJust like a pair of young boy and girl."},{"Start":180,"End":218,"Lyrics":"We’d admire the beautiful fireworks, enjoy a delicious dinner,\r\nOr dip into some poorly written story together.\r\nWe’d laugh while watching some batsu game, or cry while listening to some silly song.\r\nThat’s us—two slightly lonely souls, trying to make each other laugh.\r\nI’m glad you’re just as evil as me.\r\nI’m glad you’re evil."},{"Start":232,"End":256,"Lyrics":"Even if I try to look serious,\r\nSomehow it just feels fake to me, you know.\r\nI can’t become a good person.\r\nThrough it all, I simply held you in my arms.\r\nIt’s just like a first love."},{"Start":266,"End":290,"Lyrics":"We’d admire the beautiful sunset, or gush about a cute dog together.\r\nWe both get offended at some piece of crude news.\r\nWe laugh at some terrible movie, and cry while watching a variety show.\r\nThat’s us—two slightly lonely souls, having the time of our lives."},{"Start":291,"End":337,"Lyrics":"Our time is only finite, yet it feels like an unending joke.\r\nBut I have you to keep me company through this all too short life,\r\nAnd together we’d laugh at this boring world, saying: &#38;quot;How boring.&#38;quot;\r\nThat’s us—two slightly lonely souls, leaning on each other’s shoulder.\r\nI’m glad you’re just as evil as me.\r\nAnd once again, I wish to live through another day.\r\nI’m glad I fell in love with you."}]